export const D_FAQ_LIST = [
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 0,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 1,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 2,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 3,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 4,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 5,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 6,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 7,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 8,
  },
  {
    title:
      "나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요? 나의 수익을 언제 뺄 수 있나요?",
    regDate: "2023.01.01",
    boardId: 9,
  },
];
