export const D_NOTICE_LIST = [
  {
    title:
      "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요 안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요",
    regDate: "2023.01.01",
    noticeId: 0,
  },
  {
    title:
      "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요 안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요",
    regDate: "2023.01.01",
    noticeId: 1,
  },
  {
    title:
      "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요 안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다. 제목 전부 다 노출하게 해주세요",
    regDate: "2023.01.01",
    noticeId: 2,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 3,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 4,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 5,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 6,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 7,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 8,
  },
  {
    title: "안정적인 서비스 제공을 위하여 시스템 점검을 실시할 예정입니다.",
    regDate: "2023.01.01",
    noticeId: 9,
  },
];
