export const D_chargeList: number[] = [1000, 3000, 5000, 10000, 20000, 30000];

export const D_chargeNoticeList: string[] = [
  "충전된 포인트의 유효기간은 충전 후 3개월 입니다.",
  "PC에서 결제시 포인트 구매내역에서 직접 취소할 수 있습니다.",
  "iOS앱에서 충전한 캐시는 Apple 고객센터에서 환불 가능합니다.",
  "Google Play로 구매한 쿠키의 환불은 구매 후 48시간 이내라면 Google Play 고객센터를 통해 요청할 수 있습니다. 단, 48시간이 지난 후에는 웹툰 고객센터를 통해 구매 취소할 수 있습니다.",
  "구매 후 7일 이내에 포인트를 사용하지 않았다면 전체 취소 환불이 가능하나, 7일이 경과되었거나 포인트를 사용했을 경우 환불이 불가하며 잔액에 대한 현금 환불 또한 불가합니다.",
  "구매한 콘텐츠는 ‘앱, 모바일웹, PC웹’ 모든 플랫폼에서 언제든지 다시 감상할 수 있습니다.",
  "이미 사용한 포인트는 환불할 수 없으며, 이미 사용한 포인트를 환불받는 경우 사전통지 없이 회원이 보유한 포인트에서 금액을 회수할 수 있습니다.",
  "포인트로 결제하신 경우 사용하신 포인트의 유효기간이 이미 지났다면, 구매취소 후 해당 포인트는 환불되지 않습니다.",
  "광고성 이벤트 등 회사가 무료로 지급한 포인트는 환불되지 않습니다.",
  "미성년자가 유료서비스를 이용하는 경우, 법정대리인이 동의하지 않으면 미성년자 본인 또는 법정대리인이 이용 계약을 취소할 수 있습니다.",
  "자세한 내용은 비법거래소 유료서비스 이용약관에서 확인할 수 있습니다.",
  "비법거래소에서 제공되는 콘텐츠의 저작권은 저자 또는 제공처에 있으며, 이를 무단으로 이용하는 경우 저작권법 등에 따라 법적 책임을 질 수 있습니다.",
];
