export const TERMS_OF_SERVICE_V1 = [
  `
제1조 (목적)

이 약관은 비법거래소(이하 “회사”라고 합니다)가 온라인 마켓플레이스(http://www.bibubex.com, 이하 "비법거래소 사이트”라고 합니다)와 스마트폰 등 이동통신기기를 통해 제공되는 모바일 애플리케이션(이하 “모바일 비법거래소”이라고 합니다)을 통하여 제공하는 중개서비스 및 기타 정보 서비스(이하 "서비스"라고 합니다)와 관련하여 회사와 회원 또는 회사와 비회원 간의 권리와 의무, 책임 사항 및 회원의 서비스 이용 절차에 관한 사항을 규정함을 목적으로 합니다.
  
제2조 (약관의 명시, 효력 및 변경)
  
본 약관은 비법거래소 회원으로 가입하는 시점부터 효력이 발생합니다. 비회원의 경우, 이용 가능한 서비스와 관련된 약관을 적용받습니다.

가. 회사는 본 약관의 내용과 상호, 회사 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 서비스를 이용하고자 하는 자와 회원이 알 수 있도록 서비스가 제공되는 비법거래소 사이트의 초기화면(이하 연결 화면 포함)에 게시합니다. 다만, 약관의 내용은 이용자가 연결 화면을 통하여 볼 수 있도록 할 수 있습니다.

나. 회사가 이 약관을 개정하는 경우에는 개정된 약관의 적용일자 및 개정 사유를 명시하여 현행 약관과 함께 그 적용일자 7일(다만, 제5조 가. 2)의 회원에게 불리한 내용으로 변경하는 경우에는 30일) 이전부터 적용일자 전일까지 위 가.항의 방법 또는 기타 방법으로 공지합니다. 개정된 약관은 개정 약관에서 소급효를 부여하지 않는 이상 적용일자 이전으로 소급하여 적용되지 아니합니다.

다. 이 약관은 회사와 회원 간에 성립되는 서비스 이용계약의 기본약정입니다. 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라고 합니다)을 정하여 미리 공지할 수 있습니다. 회원이 이러한 개별약관에 동의하고 특정 서비스를 이용하는 경우에는 개별약관이 우선적으로 적용되고, 이 약관은 보충적인 효력을 갖습니다. 개별약관의 게시·변경에 관해서는 위 가.항, 나.항을 준용합니다. 단, 회사는 개별약관을 비법거래소 사이트의 정산관리 화면에 게시할 수 있습니다.

라. 회사는 특정 판매자와 개별적으로 이 약관 및 개별약관(이하 “약관 등”이라고 합니다)에 규정된 내용과 다른 내용의 계약(이하 “개별계약”이라고 합니다)을 체결할 수 있습니다. 이 경우 개별계약이 약관 등에 우선하여 적용됩니다. 회사는 개별계약을 체결한 판매자에게 계약 내용을 서면(전자 문서 포함) 교부하거나 판매관리 화면에서 확인할 수 있도록 합니다.

바. 위 나. 항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 봅니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.

제3조 (관련 법령과의 관계)

가. 이 약관 또는 개별약관에서 정하지 않은 사항은 전자문서 및 전자거래 기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 저작권법, 개인정보 보호법 등 관련 법령의 규정과 일반적인 상관례에 의합니다.

나. 회원은 회사가 제공하는 서비스를 이용함에 있어서 관련 법령을 준수하여야 하며, 이 약관의 규정을 들어 관련 법령 위반에 대한 면책을 주장할 수 없습니다.

제3조의 1 (회사의 일반적 준수 사항)

가. 회사는 서비스 이용료(제29조의 판매 서비스 이용료 등 회사가 판매자에게 서비스를 제공한 대가로 판매자로부터 받는 일체의 금원을 말함) 및 판매촉진 서비스 이용료의 결정과 관련하여 다른 온라인 마켓 플레이스(오픈마켓 형태의 모든 서비스 포함) 사업자와 담합 등 불공정행위를 하지 않습니다.

나. 회사는 판매자에게 가격 인하, 기획전 참여 등을 부당하게 강요하지 않습니다.

다. 회사는 판매자가 다른 온라인 마켓플레이스(오픈마켓 형태의 모든 서비스 포함) 사업자와 거래하지 못하게 하거나 다른 온라인 마켓플레이스(오픈마켓 형태의 모든 서비스 포함) 사업자와 거래한다는 이유로 판매자에게 불이익을 제공하지 아니합니다.

제4조 (서비스의 종류)

회사가 회원에게 제공하는 서비스는 다음과 같습니다.

중개서비스: 회사가 비법거래소 사이트와 모바일 비법거래소를 통하여 회원 상호 간에 물품 매매 거래가 이루어질 수 있는 사이버 거래장소를 온라인으로 제공하는 서비스 및 관련 부가서비스 일체를 말합니다. 회사는 판매자의 물품 판매의 촉진을 위한 관련 부가 서비스로서 판매자의 상품 노출을 위한 전시권 등 판매촉진 서비스를 유상으로 제공할 수 있습니다.

제5조 (용어의 정의)

가. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

  1. 서비스: 비법거래소 사이트와 모바일 비법거래소에서 판매 가능한 상품으로 유형의 제품 혹은 무형의 서비스를 말합니다.
  2. 회원: 이 약관을 승인하고 회사와 서비스 이용계약을 체결한 자를 말합니다. 회원은 가입 형태에 따라 개인회원과 기업회원으로, 서비스 이용목적에 따라 구매인과 판매자로 각 구분되며 상호 간 회사가 정하는 바에 따라 전환할 수 있습니다. 구매인과 판매자 모두에게 이 약관이 적용됩니다.
  3. 비회원: 회원 등록을 하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
  4. 아이디(ID): 회원의 식별과 서비스의 이용을 위하여 회원이 직접 설정(인증) 하고, 회사가 승인하여 등록된 전자우편 주소를 말합니다. 간편 가입(타 서비스의 계정 정보를 연동하는 방식) 방식으로 이용을 신청하는 경우, 해당 서비스에 등록된 전자우편 주소로 자동 설정됩니다. 설정된 아이디 주소를 정상적으로 이용할 수 없는 상태인 경우, 거래·공지 등의 중요 알림이 전송되지 않을 수 있으며 그 책임은 전적으로 회원 본인에게 있습니다.
  5. 비밀번호: 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자 (특수문자 포함)와 숫자의 조합을 말합니다.
  6. 닉네임: 비법거래소 사이트와 모바일 비법거래소에서 아이디와 함께, 또는 아이디를 대신하여 회원을 식별할 수 있는 정보입니다.
  7. 온라인 마켓플레이스: 서비스를 사고팔 수 있는 가상의 온라인 공간을 말합니다.
  8. 온라인 마켓플레이스 제공 사업자: 서비스 마켓플레이스 및 그 안에서의 부가서비스(광고 서비스 등)를 제공하고, 이에 대한 대가를 받는 사업자 (이하 “회사”라고 합니다)를 말합니다.
  9. 온라인 마켓플레이스 제공 서비스: 회사가 비법거래소 사이트와 모바일 비법거래소를 통하여 회원들에게 제공하는 회원 간의 중개서비스 및 관련 부가서비스 일체를 말합니다.
  10. 판매자: 비법 혹은 글을 판매할 의사로 해당 서비스를 회사가 온라인으로 제공하는 양식에 맞추어 회사의 비법거래소 사이트 또는 모바일 비법거래소에 글을 등록하고, 글을 상장시킨 회원을 의미합니다.
  11. 구매자: 판매자의 서비스를 구매한 회원을 말합니다.
  12. 쿠폰: 서비스 구매 시 표시된 금액 또는 비율만큼 서비스 금액에서 할인받을 수 있는 혜택을 의미합니다.
  13. 비법거래소 포인트: 판매자의 비법 혹은 글을 구매하고 그 대가를 지급하는 데 사용하기 위한 것으로 회사가 발행, 관리하는 선불전자지급수단을 말합니다. 비법거래소 포인트는 2가지 성격으로 구분됩니다.

① 회원이 유상으로 구매하는 '충전 포인트' ② 회사가 무상으로 지급하는 '적립 포인트'

  1. 수익금: 판매자가 중개서비스를 이용하여 판매 완료한 금액을 의미합니다. 구매자의 결제 대금 중 서비스 이용료, 결제 수수료 및 결제망 이용료, 부가세를 제외한 금액으로 지급됩니다.
  2. 마이페이지(내프로필 페이지): 회원의 거래 및 서비스 이용 관련 정보를 확인할 수 있도록 제공된 서비스 화면을 말합니다.
  3. 거래 화면: 거래 진행을 위해 필요한 제반 기능을 이용할 수 있도록 제공된 서비스 화면을 말합니다.

나. 위 가항에서 정의되지 않은 이 약관상의 용어의 의미는 개별 약관/운영 정책 및 일반적인 거래 관행에 의합니다.

제6조 (중개서비스의 성질과 목적)

중개서비스는 회사가 회원 각자의 자기결정에 의하여 회원 상호 간에 서비스 및 물품 매매 거래가 이루어질 수 있도록 사이버 거래장소(marketplace)를 온라인으로 제공하는 것이며, 비법거래소는 회원 상호 간에 서비스의 매매에 있어서 안전하고 편리하게 결제가 이루어질 수 있는 수단을 제공하는 것입니다. 회사는 회원에게 서비스 혹은 물품을 판매하거나 회원으로부터 서비스 혹은 물품을 구매하지 않으며, 단지 회원 간 거래의 안전성 및 신뢰성을 증진시키는 도구만을 제공합니다. 회원 간에 성립된 거래와 관련된 책임은 거래 당사자인 회원들 스스로가 부담하여야 합니다.
`,
  ``,
];

export const POLICY_OF_PERSONAL_INFO =
  "서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비스 이용동의 텍스트 서비비";
export const AGREEMENT_OF_PAYMENT = "구매조건확인및결제진행동의";
export const AGREEMENT_OF_MARKETING_ACCEPTANCE = "마케팅 수신 동의";
